Repository: Zafarbek708k/udemy_clone
Catalog: lib/l10n/app_*.arb
Languages: uz

source: Hello World!
uz: Salom Dunyo!

# welcome1title
source: Explore Movies
uz: Filmlarni kashf eting

# welcome1description
source: Discover the latest and greatest movies right here.
uz: Bu yerda eng so'nggi va eng yaxshi filmlarni kashf eting.

# welcome2title
source: Personalized Recommendations
uz: Shaxsiy tavsiyalar

# welcome2description
source: Get movie suggestions tailored just for you.
uz: Siz uchun maxsus tanlangan film tavsiyalarini oling.

# welcome3title
source: Create Your Watchlist
uz: Tomosha ro'yxatingizni yarating

# welcome3description
source: Start adding movies to your watchlist and never miss a hit!
uz: Filmlarni tomosha ro'yxatingizga qo'shishni boshlang va hech qanday hitni o'tkazib yubormang!

source: Home
uz: Asosiy

# homeDesc
source: Home
uz: Bosh sahifa

source: Search
uz: Qidiruv

# searchDesc
source: Search
uz: Qidiruv

source: Watch List
uz: Ko'rilganlar

# watchListDesc
source: Watch List
uz: Ko'rish ro'yxati

source: Switch Theme
uz: Mavzuni almashtirish

# switchThemeDesc
source: Switch Theme
uz: Mavzuni almashtirish

source: Stories
uz: Hikoyalar

# storiesDesc
source: Stories
uz: Hikoyalar

source: Up Coming
uz: Tez orada

# upComingDesc
source: Up Coming
uz: Tez orada

source: Top Rated
uz: Eng yuqori baholanganlar

# topRatedDesc
source: Top Rated
uz: Eng yuqori baholar

source: Popular
uz: Ommabop

# popularDesc
source: Popular
uz: Ommabop
